<div class="fixed top-0 left-0 right-0 z-50 bg-black flex flex-row justify-between px-5 md:px-15 w-full py-4">
    <a href="/" class="font-bold font-unbounded md:text-lg">Хакатон Колледжей</a
    >

    <a
        class="bg-white text-black font-bold py-1 px-2 rounded-lg hover:bg-gray-100 transition-colors cursor-pointer"
        href="/#register"
    >
        Зарегистрироваться
    </a>
</div>

<div class="p-default flex flex-col mb-4 mt-16">
    <h1 class="font-bold text-5xl font-unbounded mb-4">Кейсы</h1>
    <h2 id="case-1" class="mb-2 font-unbounded font-bold text-2xl">
        1. Определение количества припаркованных автомобилей при помощи
        компьютерного зрения и моделей машинного обучения
    </h2>
    <p>
        Москва, как современный мегаполис, активно использует множество данных
        для управления городской инфраструктурой и принятия взвешенных решений.
        Одной из важных задач является мониторинг транспортной активности:
        интенсивность движения автомобилей, загрузка дорог и парковок. В рамках
        данного кейса мы сконцентрируемся на парковках и применим инновационный
        подход к их анализу.
    </p>
    <p class="mt-2 mb-16 text-sm text-gray-300">МосТрансПроект</p>
    <h2 id="case-2" class="mb-2 font-unbounded font-bold text-2xl">
        2. Интеграция технологий ИИ в транспортное моделирование
    </h2>
    <p>
        Необходимо с применением ИИ подготовить рекомендации, направленные на
        улучшение дорожно-транспортной ситуации
    </p>
    <p class="mt-2 mb-16 text-sm text-gray-300">
        Безопасный транспорт
    </p>
    <h2 id="case-3" class="mb-2 font-unbounded font-bold text-2xl">
        3. Разработка AI-помощника Корпоративного университета Транспортного
        Комплекса
    </h2>
    <p>
        Сегодня всё больше процессов автоматизируется с помощью искусственного
        интеллекта. Компании стремятся снизить нагрузку на сотрудников поддержки
        и при этом повысить качество обслуживания клиентов. Пользователи
        ожидают, что смогут задать вопрос в любое время суток и получить точный,
        понятный и быстрый ответ. Именно поэтому появляется потребность в
        роботах-консультантах, которые способны вести диалог не по заранее
        зашитым скриптам, а гибко и естественно, как настоящий специалист.
    </p>
    <p class="mt-2 mb-16 text-sm text-gray-300">
        Московский метрополитен
    </p>
    <h2 id="case-4" class="mb-2 font-unbounded font-bold text-2xl">
        4. Решить с помощью эмулятора неисправность камер телеобзора
    </h2>
    <p>
        Каждую минуту для обеспечения безопасности движения и управления
        потоками на улично-дорожной сети г. Москва диспетчеры ГКУ ЦОДД наблюдают
        за обстановкой через камеры телеобзора, установленные на улично-дорожной
        сети. Иногда видеопоток с некоторых камер начинает останавливаться или
        картинка начинает «разваливаться» и наблюдение становится крайне
        затруднительным.
    </p>
    <p class="mt-2 mb-16 text-sm text-gray-300">
        ЦОДД
    </p>
</div>
